import classes from './FinancialChallenges.module.css';

export const FinancialChallenges = () => {
    return (
        <section className={[classes.financial, "container"].join(" ")}>
            <div className={classes.card}>
                <h2>Опрошенных пользовались микрокредитами</h2>
                <p>
                    Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от
                    кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽.
                    Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и
                    штрафах
                </p>
            </div>
            <div className={classes.card}>
                <h2>Опрошенных пользовались микрокредитами</h2>
                <p>
                    Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от
                    кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽.
                    Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и
                    штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает
                    отказаться от кредитов и экономить деньги на процентах и штрафах
                </p>
            </div>
            <div className={classes.card}>
                <h2>Опрошенных пользовались микрокредитами</h2>
                <p>
                    Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от
                    кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽.
                    Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и
                    штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает
                    отказаться от кредитов и экономить деньги на процентах и штрафах
                </p>
            </div>
            <div className={classes.card}>
                <h2>Опрошенных пользовались микрокредитами</h2>
                <p>
                    Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от
                    кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽.
                    Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и
                    штрафах
                </p>
            </div>
        </section>
    );
};
