import avatar from "shared/assets/images/avatar.svg"
import avatar1 from "shared/assets/images/avatar1.svg"
import avatar2 from "shared/assets/images/avatar2.svg"

export const allFrames = [
    {
        avatar: avatar,
        name: 'Константинов Михаил Павлович',
        city: 'Санкт-Петербург',
        desc: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ',
    },
    {
        avatar: avatar1,
        name: 'Иван Иванов',
        city: 'Санкт-Петербург',
        desc: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.',
    },
    {
        avatar: avatar2,
        name: 'Артем Корнилов',
        city: 'Самара',
        desc: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.',
    },
    {
        avatar: avatar,
        name: 'Иванов Иван Иванович',
        city: 'Москва',
        desc: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ',
    },
    {
        avatar: avatar,
        name: 'Петр Петров',
        city: 'Ессентуки',
        desc: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.',
    },
];